# Dotfiles 의존 패키지
# brew bundle 로 일괄 설치

# 필수
brew "stow"
brew "git"
brew "zsh"

# Zsh
brew "zinit"          # zsh 플러그인 매니저 (plugins.zsh)
brew "direnv"         # 디렉토리별 env 로더 (plugins.zsh)

# 터미널 도구
brew "tmux"
brew "fzf"
brew "fd"             # fzf 기본 명령어 (aliases.zsh: FZF_DEFAULT_COMMAND)
brew "ripgrep"        # nvim snacks.nvim grep 기능 의존 (rg)
brew "zoxide"         # 디렉토리 점프 (.zshrc: zoxide init zsh)
brew "lazygit"
brew "neovim"
brew "git-delta"      # git diff pager (.gitconfig, lazygit config)
brew "w3m"            # 터미널 브라우저 (aliases.zsh: ? 별칭)

# AI
brew "fabric-ai"      # AI 프레임워크 (aliases.zsh: ?? 별칭)

# Obsidian
brew "yakitrak/yakitrak/obsidian-cli"
cask "obsidian"

# 터미널 에뮬레이터 (사용하는 것만 남기기)
cask "ghostty"
cask "wezterm"
